Tekla.Structures.Catalogs.ProfileItem.ExportSameLevelProfilesWithTree(System.String,System.String)
Export profile tree based on tree node name.
treePathString: The treePathString or node name to be used for export.
fileName: The filename with optional path to be used for export.
Returns: true if successful.